[
  "Is this person a man?",
  "Is this person a woman?",
  "Is this person older than you?",
  "Is this person younger than you?",
  "Is this person shorter than you?",
  "Is this person taller than you?",
  "Does this person have straight hair?",
  "Does this person have curly hair?",
  "Does this person have facial hair?",
  "Does this person wear glasses?",

  "Did you go to the same school as this person?",
  "Did you work at the same place with this person?",
  "Have you spoken to this person recently?",
  "Does this person like cats?",
  "Does this person like dogs?",
  "Does this person like karaoke?",
  "Does this person like reading?",
  "Is this person a gamer?",
  "Does this person follow sports?",
  "Does this person drink?",
  "Does this person usually have plans on Friday night?",
  "Is this person religious?",
  "Does this person have any dietary restrictions?",
  "Has this person lived abroad?",

  "Would you say this person is popular?",
  "Do you have more Instagram followers than this person?",
  "Does this person post often on social media?",
  "Have you ever stalked this person's social media?",
  "Do you think this person's Instagram profile is cool?",
  "Does this person post on social media too much?",
  "Does this person spend too much time scrolling Instagram?",
  "Does this person send good memes?",

  "Do you think this person has good taste?",
  "Do you approve of this person's fashion?",
  "Do you approve of this person's music taste?",
  "Are they a picky eater?",
  "Do you think you're smarter than this person?",
  "Are you closer to this person than I am?",
  "Has this person made an impact on your life?",
  "Do you think this person is a good driver?",
  "Would this person be a good parent?",
  "Would you be roommates with this person?",
  "Would you go on a trip with this person?",
  "Do you think this person is attractive?",
  "Would you go on a date with this person?",
  "Does this person overthink?",
  "Would you trust this person to take care of your pets?",
  "Would this person be a good host?",
  "Is this person messy?",
  "Does this person give good advice?",
  "Does this person want kids?",

  "Is this person sus?",
  "Is this person a yapper?",
  "Are they a creative person?",
  "Would this person have a strong preference for Coke vs Pepsi?",
  "Does this person think a lot about the Roman empire?",
  "Would this person be able to solve a Rubik's cube?",
  "Would this person shave their head for a bet?",
  "Would this person ever get into gambling?"
]
